export const reviewsData = [
  {
    name: "Николай",
    car: "Audi A6",
    rating: 5,
    text: "Если вы столкнулись с такой же проблемой, как и я. Что вы хотите купить авто, но не знаете куда обратиться. ТЫЩУ процентов вам нужно обращаться к этим ребятам. Александр и Матвей, вы что за мужчины! Вариант который был куплен, даже не обращал на него внимания. Ребята указали, что возможно найти в моем бюджете и в моих потребностях данный авто. Обратился 20.10.2025. Куплен автомобиль после всех проверок был 27.10.2025. Неделя! Всю сделку меня сопровождали, все обсуждали и слышали. Ребята профессионалы своего дела, начиная от подбора, заканчивая торгом.",
    date: "27.10.2025"
  },
  {
    name: "София",
    car: "BMW F30",
    rating: 5,
    text: "Обратилась за подбором BMW F30 досрочно редкого синего цвета. Все мои пожелания были выполнены, все критерии соблюдены, а самое главное, что мы с ребятами словили конект и они подбирали машину как для себя. Именно такой подбор я и искала, когда ребята полностью понимают, что я хочу. Оперативная связь, помощь с документами и прекрасное отношения. Спасибо большое подборщику Максиму за качественный подбор и оперативность.",
    date: "21.10.2025"
  },
  {
    name: "Александр Филиппов",
    car: "Kia Optima",
    rating: 5,
    text: "Обратился к данным товарищам из другого города за 1800 км, с целью подобрать нам с супругой Kia Optima под ключ. Договорились о стоимости подбора, которая составила 30 тыс. рублей. Работа была выполнена на 5 из 5, начиная с общего чата с подборщиком, и заканчивая самим осмотром авто, которое длилось порядка 4 часов, включая подъемник и полную диагностику. Так же подготовили бумаги для переоформления. Подобрал и помог определиться с авто Максим, спасибо тебе огромное, что еще и смог прилично так поторговаться с продавцом. Однозначно советую эту компанию.",
    date: "16.10.2025"
  },
  {
    name: "Даниил Солодовников",
    car: "BMW 530d F10",
    rating: 5,
    text: "Павел прекрасный специалист! Обращался за разовым осмотром автомобиля BMW 530d F10, получил важную информацию, благодаря которой избежал сделки. Очень доволен принципиальностью специалиста, не согласился на оплату от не честного продавца! По ценнику, заплатил 10.000р так как был выезд в область, исходя из качества работы подборщика скажу, что это того стоило, огромная благодарность! Всем советую!",
    date: "25.10.2025"
  },
  {
    name: "DanIIl",
    car: "BMW F30",
    rating: 5,
    text: "Обращался к ребятам Безопасный Автоподбор. Вчера прошла сделка и уже рассекаю на BMW F30, до сих пор не отошел. Отдельное спасибо Максиму за оперативность, прозрачность, коммуникацию — очень грамотно выстраивает диалог. Помогает на всех этапах даже после сделки. Матвей тоже всегда был на связи. Чувствовалась командная работа. Если думаете, то не думайте и начинайте поиск!",
    date: "22.10.2025"
  },
  {
    name: "Анатолий",
    car: "Автоподбор/Диагностика",
    rating: 5,
    text: "Все прошло отлично, Иван указал на все недостатки авто, подсветил критичные и не критичные моменты. Советую ребят.",
    date: "28.10.2025"
  },
  {
    name: "Сайд-Магомед",
    car: "Автоподбор / проверка авто",
    rating: 5,
    text: "Ребята и в правду знают свою работу! Отдельно огромное спасибо Ивану который приехал во время, все сделал все качественно. Советую!",
    date: "28.10.2025"
  },
  {
    name: "Сергей",
    car: "Автоподбор с гарантией",
    rating: 5,
    text: "Ребята огонь. Быстро нашли машину. Выехали, посмотрели и сразу договорились с владельцем. Оценка им 5+ из 5.",
    date: "28.10.2025"
  },
  {
    name: "Арина",
    car: "Услуги автоэксперта",
    rating: 5,
    text: "Заказали диагностику автомобиля перед покупкой день в день. Оперативно договорились, авто эксперт Павел тщательно проверил автомобиль, все четко рассказал, показал. Подбором довольны! Огромное спасибо.",
    date: "25.10.2025"
  },
  {
    name: "Ангелина",
    car: "Осмотр авто удаленно",
    rating: 5,
    text: "Я сама в Краснодаре, нужно было проверить машину в Москве. В этот же день была произведена диагностика, специалист не рекомендовал приобретать и я очень рада, что обошли стороной проблемы, которые выявили на осмотре. Большое спасибо!",
    date: "15.10.2025"
  },
  {
    name: "Шерхан",
    car: "Автоподбор",
    rating: 5,
    text: "Ребята знают свою работу, моментально договорились, благодаря им выбрал нужную для себя машину и купил ее!",
    date: "29.10.2025"
  },
  {
    name: "Ильгиз",
    car: "Автоподбор / проверка авто",
    rating: 5,
    text: "Спасибо за оказанную услугу, буду обращаться еще.",
    date: "26.10.2025"
  },
  {
    name: "Кирилл",
    car: "Автоподбор / проверка авто",
    rating: 5,
    text: "Все чётко! Быстро и по делу, с индивидуальным подходом.",
    date: "22.10.2025"
  },
  {
    name: "Николай",
    car: "Автоподбор / проверка авто",
    rating: 5,
    text: "Все прошло Отлично, Кирил профессионально выполнил осмотр, рекомендую.",
    date: "20.10.2025"
  },
  {
    name: "Егор Петров",
    car: "Автоподбор Ford",
    rating: 5,
    text: "Обратился за помощью с осмотром форда, ответили быстро, помогли провести диагностику и дали заключение по машине. За 7500 экономите себе нервы от покупок некачественного автомобиля, рекомендую!",
    date: "17.10.2025"
  },
  {
    name: "Артём",
    car: "Выездная диагностика",
    rating: 5,
    text: "Общались с Кириллом и Павлом, оперативно отвечали на интересующие вопросы. Быстро договорились об осмотре автомобиля, после осмотра автомобиля и получения заключения о состоянии авто машина была куплена тем же днем.",
    date: "14.10.2025"
  },
  {
    name: "Александр",
    car: "Автоподбор / проверка перед покупкой",
    rating: 5,
    text: "Парни молодцы, знают своё дело!",
    date: "13.10.2025"
  },
  {
    name: "Тимофей",
    car: "Автоподбор Под ключ",
    rating: 5,
    text: "Обратился к ребятам с достаточно сложной задачей. Все сделали быстро, профессионально и на протяжении всего времени и даже после сделки, остаются на связи. Отдельная благодарность Александру! Ребята знают свое дело. Нашли мне золото, среди меди.",
    date: "11.10.2025"
  },
  {
    name: "Илья",
    car: "Автоподбор/Автоэксперт",
    rating: 5,
    text: "Все супер, полный отчет по авто, рекомендую!",
    date: "09.10.2025"
  },
  {
    name: "Саша",
    car: "Автоподбор с гарантией",
    rating: 5,
    text: "Профессионалы своего дела, автомобиль посмотрели по всем пунктам и дали объективные рекомендации, не пришлось ехать в другой город. Рекомендую!!!",
    date: "08.10.2025"
  },
  {
    name: "Назар Стольный",
    car: "Пригон авто в Донецк",
    rating: 5,
    text: "Ребята молодцы, сделали все оперативно в лучшем цвете. Отдельное спасибо Кириллу и Матвею за консультацию и помощь в быстром подборе/пригоне авто в Донецк.",
    date: "08.10.2025"
  },
  {
    name: "Геннадий",
    car: "Автоподбор/Автоэксперт",
    rating: 5,
    text: "Осмотр был выполнен качественно. Рекомендую!",
    date: "08.10.2025"
  },
  {
    name: "Нахид",
    car: "Автоподбор с гарантией",
    rating: 5,
    text: "Хорошие ребята молодцы.",
    date: "07.10.2025"
  },
  {
    name: "Иван",
    car: "Осмотр авто в салоне",
    rating: 5,
    text: "Заказал осмотр авто в салоне, так как из другого города, все выполнили оперативно и качественно, дали большой объем информации по авто. Я остался доволен и всем рекомендую, добросовестные ребята!!!",
    date: "07.10.2025"
  },
  {
    name: "Данил",
    car: "Дистанционный подбор",
    rating: 5,
    text: "Заказал дистанционный подбор. Александр очень детально, соответственно всем запросам осмотрел автомобиль, выявил критичные скрытые дефекты, не озвученные продавцом. Все было сделано оперативно, получен подробный отчет по осмотру, рекомендации. Корректно и вежливо общался. Спасибо!",
    date: "05.10.2025"
  },
  {
    name: "Андрей Карташов",
    car: "Автоподбор с гарантией",
    rating: 5,
    text: "Всё чётко и оперативно!",
    date: "05.10.2025"
  },
  {
    name: "Роман",
    car: "Автоподбор/Осмотр авто",
    rating: 5,
    text: "Спасибо большое Ивану, все проверил дал оценку!",
    date: "05.10.2025"
  },
  {
    name: "Екатерина Егорова",
    car: "Автоподбор / проверка авто",
    rating: 5,
    text: "Ребята молодцы, быстро по моим запросам выполнили работу, до последнего были с нами. Спасибо вам большое.",
    date: "30.09.2025"
  },
  {
    name: "Кирилл Сорокин",
    car: "Автоподбор с гарантией",
    rating: 5,
    text: "Все прошло оперативно и с подробным отчетом, были даны различные рекомендации. Отзывчивые сотрудники, однозначно рекомендую к сотрудничеству.",
    date: "29.09.2025"
  },
  {
    name: "Булат Килимбаев",
    car: "Автоподбор/Автоэксперт",
    rating: 5,
    text: "Работа была проведена отлично!",
    date: "22.10.2025"
  }
];
